requests/login.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:r20="http://r200806.ws.fmg.fortinet.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <r20:execSysLoginUser>
         <data>
            <user>{{ usuario }}</user>
            <passwd>{{ senha }}</passwd>
         </data>
      </r20:execSysLoginUser>
   </soapenv:Body>
</soapenv:Envelope>